{
    "file": "wire\\modules\\Fieldtype\\FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "93cba07454f06a4a960172bbd6e2a435": {
            "text": "Так"
        },
        "bafd7322c6e97d25b6299b5d6fe8920b": {
            "text": "Ні"
        },
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Текстовий формат “HTML Entity Encoder” рекомендовано для полів з URL-адресами."
        },
        "7a51839f06248c613d3b07007f4fc05d": {
            "text": "Якщо ця URL-адреса буде використана для будь-якого виводу, радимо на вкладці “Деталі” вибрати “HTML Entity Encoder” для “Текстових форматів”."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Дозволити відносні\/локальні URL-адреси без “http:\/\/” на початку?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "Локальні\/відносні URL-адреси - це ті, які не мають схеми та домену."
        },
        "00b2e08d975238a3563e783aa19811fd": {
            "text": "Дозволити інтернаціоналізовані доменні імена (IDNs)?"
        },
        "05e7ec04e65f559e191ad8a7c4a02b03": {
            "text": "Якщо включено, то дозволяються не-ASCII доменні імена."
        },
        "e8e4b5ed6eb1c0a268c7587be6ca66e7": {
            "text": "Дозволити одинарні\/подвійні лапки в URL-адресах?"
        },
        "1b6f57a9eab52d70bc2fff5321da54fb": {
            "text": "Якщо увімкнено, Ви повинні бути цілком упевнені, що такі URL-адреси кодуються сутністю при використанні у розмітці."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Переключити кореневий шлях сайту на локальні\/відносні URL-адреси?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Цей параметр автоматично додасть кореневий шлях сайту до будь-яких URL-адрес, які починаються з косої риси, наприклад \/some\/path\/. Це корисно, якщо Ваш сайт працює у підкаталозі, оскільки Вам не потрібно буде включати цей підкаталог в URL-адреси, які Ви вводите у це поле. Якщо Ви пізніше перенесете свій сайт до кореневого домену (або іншого підкаталогу), Вам не доведеться турбуватися про зламані URL-адреси. Якщо цей параметр увімкнено, завжди вводьте URL-адреси так, ніби сайт працює з кореневого домену, незалежно від того, чи працює він з підкаталогу, чи ні. Природньо, це застосовується лише у тому випадку, якщо Ви вибрали “Так”, щоб дозволити локальні\/відносні URL-адреси у полі вище. Розробники, можливо, також хочуть зауважити, що цей параметр застосовується лише тоді, коли увімкнено вихідний формат сторінки."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Забезпечує, щоб ці URL-адреси не порушувались при переміщенні сайту з підкаталогу до кореневого (найпоширеніший приклад)."
        },
        "e6b391a8d2c4d45902a23a8b6585703d": {
            "text": "URL"
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Поле, яке зберігає URL-адресу"
        }
    }
}