{
    "file": "wire\\modules\\Process\\ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Скинути пароль"
        },
        "168b9e356db803204c123e0445ef83f4": {
            "text": "Скидання пароля заборонено"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Не вдається завершити скидання пароля. Будь ласка, переконайтеся, що Ви знаходитесь за тим самим комп’ютером та з тим самим веб-оглядачем, з якого спочатку подали свій запит."
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Введіть своє ім'я користувача"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Якщо у Вас є обліковий запис у нашій системі зі записаною дійсною електронною адресою, після відправлення цієї форми Вам буде надіслано електронний лист. Цей електронний лист міститиме посилання, на яке Ви зможете натиснути, щоб скинути свій пароль."
        },
        "201096f37f6c6d8504b8d29778854bb5": {
            "text": "Забули своє ім'я користувача?"
        },
        "abb2644b2def6033e18a82971e1c179a": {
            "text": "Введіть свою адресу електронної пошти, і ми надішлемо Вам ім'я Вашого облікового запису."
        },
        "eb4afed5595b3265ce30d7c1a234819e": {
            "text": "Зазначений обліковий запис вводити не дозволяється, тому пароль не може бути скинутий."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Припускаємо, що інформація про Ваш обліковий запис було знайдено, і ми маємо записану адресу електронної пошти, електронною поштою було надіслано інформацію про скидання пароля."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Будь ласка, перевірте свою електронну пошту щодо цього повідомлення. Якщо ви не отримаєте електронного листа протягом наступних 15 хвилин, зверніться до адміністратора сайту для скидання свого пароля. Цей запит на скидання пароля закінчиться через 60 хвилин. НЕ закривайте це вікно, поки не завершите запит на скидання пароля."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "З міркувань безпеки ми не показуємо на цьому екрані, чи існує обліковий запис."
        },
        "6647aaa5aa21f02ecdb174cdea5ae9f7": {
            "text": "Інформація про обліковий запис"
        },
        "350908378ec41ef0131289d5f5fc28b6": {
            "text": "Ви отримали цей електронний лист, оскільки Ви надіслали запит на ім'я свого облікового запису."
        },
        "d1a638c6049308ede5367d21be8cb2dd": {
            "text": "Схоже, що ваша електронна адреса пов'язана з кількома обліковими записами, і ми не можемо назвати їх з міркувань безпеки. Будь ласка, зв'яжіться з адміністратором, щоб отримати допомогу."
        },
        "dfe88c81efe0f54d4bf8444498b60f57": {
            "text": "Ім'я вашого облікового запису:"
        },
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Інформація про скидання пароля"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Щоб завершити скидання пароля, натисніть URL нижче (або вставте його у свій веб-переглядач) та дотримуйтесь інструкцій:"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Термін дії цієї URL-адреси закінчиться через 60 хвилин з моменту його надсилання. Цю URL-адресу слід відкрити з того самого комп'ютера та веб-переглядача, з якого було зроблено запит."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Не вдається завершити цей крок"
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Недійсний запит на скидання. Можливо строк Вашого запиту минув."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Продовжити"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Ваш пароль успішно скинуто. Тепер ви можете увійти."
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Адреса електронної пошти, щоб надсилати повідомлення з"
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Forgot Password"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Надає можливість скидання пароля\/електронної пошти для входу."
        }
    }
}